{"data":{"prismic":{"allCategoriess":{"edges":[{"node":{"title":[{"type":"heading1","text":"Services","spans":[]}],"subtitle":[{"type":"heading2","text":"Some of the things I can help you with.","spans":[]}],"excerpt":[{"type":"paragraph","text":"I’m an all-round web professional with a lot of experience.\nFrom first concept sketches to finished products, I can help you create high-quality web projects that rank well and make you money. ","spans":[]}]}}]},"allServices_items":{"edges":[{"node":{"title":[{"type":"heading1","text":"Web Design","spans":[]}],"excerpt":[{"type":"paragraph","text":"What we used to simply call webdesign is nowadays usually subdivided in User Interface (UI) design, User Experience (UX) Design and Visual Design. I can do all three so if you don’t want to know the difference you don’t have too.   ","spans":[]}]}},{"node":{"title":[{"type":"heading1","text":"Online Marketing","spans":[]}],"excerpt":[{"type":"paragraph","text":"HTML and CSS together are what is often called “the front-end” and are at the hearth of every website. They are easy to learn, yet hard to master. I started with both in 2006 and I still discover new things on a regular basis. HTML and CSS together are what is often called “the front-end” and are at the hearth of every website. They are easy to learn, yet hard to master.","spans":[]}]}},{"node":{"title":[{"type":"heading1","text":"Website development","spans":[]}],"excerpt":[{"type":"paragraph","text":" I can help you build a completely new website or redesign your old website.  As I'm a designer, developer and marketer in one I can support you from the first sketches all the way to the finished product.  ","spans":[]}]}},{"node":{"title":[{"type":"heading1","text":"Conversion Rate Optimization","spans":[]}],"excerpt":[{"type":"paragraph","text":"Conversion Rate Optimization (CRO) is the art of making your webshop convert better and thus make more money. This is done by user testing small improvements that can sometimes make a big difference. ","spans":[]}]}},{"node":{"title":[{"type":"heading1","text":"Front-end Development","spans":[]}],"excerpt":[{"type":"paragraph","text":"HTML, CSS and JavaScript together are what is often called “the front-end” and are at the hearth of every website. They are easy to learn, yet hard to master. I started working with the front-end back in 2006 and I still discover new things on a regular basis.","spans":[]}]}},{"node":{"title":[{"type":"heading1","text":"Technical SEO","spans":[]}],"excerpt":[{"type":"paragraph","text":"Technical SEO is the part of Search Engine Optimization that focuses on your website. Arguably the most important part as the successful crawling and indexing of your website is the first step in ranking well on any search engine. When I develop a website I always take these factors into consideration. I can also do an audit for you existing website. That way you know if there are any technical issues that prevent your website from ranking well.","spans":[]}]}},{"node":{"title":[{"type":"heading1","text":"Email Marketing","spans":[]}],"excerpt":[{"type":"paragraph","text":"Email is still a very powerful marketing tool - even in the age of Social Media - and is often underestimated. I can help you get the most out of this channel. From adding the subscribe form to your website all the way to sending successful marketing campaigns and setting-up automated email flows to get the most out of returning customers.  ","spans":[]}]}}]}}}}